Repository: SRGSSR/castor
Catalog: Sources/Castor/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, rm

source: %@ elapsed
de: %@ vergangen
fr: %@ écoulé
it: %@ trascorso
rm: %@ passà

source: %@ total
de: %@ insgesamt
fr: %@ au total
it: %@ totale

source: All items in the playlist will be deleted.
de: Alle Elemente in der Wiedergabeliste werden gelöscht.
fr: Tous les éléments de la liste de lecture seront supprimés.
it: Tutti gli elementi della playlist verranno eliminati.
rm: Tut ils elements en la glista da reproducziun vegnan stizzads.

source: Available devices
de: Verfügbare Geräte
fr: Appareils disponibles
it: Dispositivi disponibili
rm: Apparats disponibels

source: Cast to
de: Übertragen an
fr: Diffuser sur
it: Trasmetti a
rm: Transmetter a

source: Casting on %@
de: Übertragung auf %@
fr: Diffusion sur %@
it: Trasmissione su %@
rm: Transmetter sin %@

source: Check your Wi-Fi network and make sure Local Network Access is on.
de: Überprüfen Sie Ihr WLAN und stellen Sie sicher, dass der lokale Netzwerkzugriff aktiviert ist.
fr: Vérifiez votre connexion Wi-Fi et assurez-vous que l'accès au réseau local est activé.
it: Controlla la tua rete Wi-Fi e assicurati che l’accesso alla rete locale sia attivato.
rm: Controllescha tia rait Wi-Fi ed assicurati che l’access al rait local saja activà.

source: Close
de: Schließen
fr: Fermer
it: Chiudi
rm: Serrar

source: Connected to %@
de: Verbunden mit %@
fr: Connecté à %@
it: Connesso a %@
rm: Conness cun %@

source: Connecting to %@
de: Verbinden mit %@
fr: Connexion à %@
it: Connessione a %@
rm: Connectar cun %@

source: Connects to a Cast device
de: Verbindet mit einem Cast-Gerät
fr: Se connecter à un appareil compatible Cast
it: Si connette a un dispositivo Cast
rm: Connecta cun in apparat Cast

source: Current device
de: Aktuelles Gerät
fr: Appareil actuel
it: Dispositivo attuale
rm: Apparat actual

source: Current position
de: Aktuelle Position
fr: Position actuelle
it: Posizione attuale
rm: Posiziun actuala

source: Delete all
de: Alles löschen
fr: Tout supprimer
it: Elimina tutto
rm: Stizzar tut

source: Delete all Items
de: Alle Elemente löschen
fr: Supprimer tous les éléments
it: Elimina tutti gli elementi
rm: Stizzar tut ils elements

source: Disconnect
de: Trennen
fr: Déconnecter
it: Disconnettersi
rm: Deconnectar

source: Disconnected
de: Getrennt
fr: Déconnecté
it: Disconnesso
rm: Deconnectà

source: Go backward %lld seconds
de: %lld Sekunden zurückspulen
fr: Reculer de %lld secondes
it: Riavvolgi di %lld secondi
rm: Turnar enavos %lld secundas

source: Go forward %lld seconds
de: %lld Sekunden vorspulen
fr: Avancer de %lld secondes
it: Avanza di %lld secondi
rm: Avanzar %lld secundas

source: Hide playlist
de: Wiedergabeliste ausblenden
fr: Cacher la liste de lecture
it: Nascondi playlist
rm: Zuppentar glista da reproducziun

source: Manages the Cast session
de: Verwaltet die Cast-Sitzung
fr: Gérer la session Cast
it: Gestisce la sessione Cast
rm: Administra la sesida da Cast

source: Muted
de: Ton aus
fr: Son coupé
it: Audio disattivato
rm: Senza tun

source: Next
de: Weiter
fr: Suivant
it: Successivo
rm: Proxim

source: No devices available
de: Keine Geräte verfügbar
fr: Aucun appareil disponible
it: Nessun dispositivo disponibile
rm: Nagins apparats disponibels

source: Not casting
de: Keine Übertragung
fr: Aucune diffusion Cast en cours
it: Nessuna trasmissione
rm: Nagina transmissiun

source: Not playing
de: Keine Wiedergabe
fr: A l'arrêt
it: Non in riproduzione
rm: Betg en reproducziun

source: Off
de: Aus
fr: Désactivé
it: Non attivi
rm: Deactivà

source: Play
de: Wiedergabe
fr: Lecture
it: Riproduci
rm: Reproducziun

source: Playback Speed
de: Wiedergabetempo
fr: Vitesse de lecture
it: Velocità riproduzione
rm: Spertadad da reproducziun

source: Previous
de: Zurück
fr: Précédent
it: Precedente
rm: Precedent

source: Repeat
de: Wiederholen
fr: Répéter
it: Ripeti
rm: Repeter

source: Repeat, All
de: Wiederholen, Alle
fr: Répéter, Tout
it: Ripeti, Tutto
rm: Repeter, Tut

source: Repeat, Off
de: Wiederholen, Aus
fr: Répéter, Désactivé
it: Ripeti, Disattivato
rm: Repeter, Deactivà

source: Repeat, One
de: Wiederholen, Eins
fr: Répéter, Un seul
it: Ripeti, Uno
rm: Repeter, In

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni
rm: Parameters

source: Show playlist
de: Wiedergabeliste anzeigen
fr: Montrer la liste de lecture
it: Mostra playlist
rm: Mussar glista da reproducziun

source: Shuffle
de: Zufallswiedergabe
fr: Aléatoire
it: Casuale
rm: Reproducziun casuala

source: Subtitles
de: Untertitel
fr: Sous-titres
it: Sottotitoli
rm: Suttitels

source: Undefined
de: Nicht angegeben
fr: Non-spécifié
it: Non definito
rm: Nundefinì

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto
rm: Nunenconuschent

source: Unmuted
de: Ton ein
fr: Son activé
it: Audio attivato
rm: Cun tun

source: Volume
de: Lautstärke
rm: Volum

source: Live
fr: Direct

source: Pause
it: Pausa
rm: Pausa
